{
  "i18n.PlatonicArrival": "Dear @,^^The Log Cabin Hotel is pleased to announce that our resident musician will be returning tomorrow for the fall and winter seasons of this year. Perfomances will be held from 5 PM to 9 PM Thursdays through Sundays, and from noon to 3 PM on Saturdays and Sundays. We look forward to your attendance.^^Hotel Management",
  "i18n.PlatonicDeparture": "Dear @,^^Unfortunately my residence at the Log Cabin Hotel is over for the year, so I'll have left the village early this morning by the time you read this letter. I wish you a good new year, and I look forward to seeing you upon my return in the fall.^^Best,^June",
  "i18n.RomanticArrival": "Dear @,^^I wrote this letter on the bus over and snuck it into your mailbox as soon as I got off. If you're reading this it means I'm back at the hotel - it also means you're wasting time reading this letter when you could be spending time with me!! So get on over here and let's make up for some lost time - you and I both have a lot of cramming to do...^^I'm waiting,^June",
  "i18n.RomanticDeparture": "Dear @,^^I'm writing this letter to you in the dead dark of 3 AM, on top of the post box by the clifftop cable car station. I'll soon be taking my final ride down the mountain for the year. I'll get to see the roof of your farm one last time, and that will be my last glimpse of you till next fall... As you sleep in your cozy little farmhouse, I wonder if you're dreaming of me the same way I'll be dreaming of you every night for the next half year? Luckily the memories we've made are more than enough to keep me up in these clouds till I can see you again. Don't forget me, and I promise to do the same.^^All my love,^June",
  "i18n.RomanticSummer": "Dear @,^^It's hard to believe it's only been a month since I last saw you when it feels like a lifetime. I just want you to know that not an hour goes by I don't think about you. That may sound like I'm moping, but what I mean to say is - I really do cherish our memories together. You brighten my world so much, even when you're not physically in it.^^Missing you always,^June",
}
