{
//------------------
// Disposition stuff
//------------------

  "i18n.name": "June",
  "i18n.gift.love": "You sure know me well, don't you, @? Thank you.",
  "i18n.gift.like": "For me? Thank you, this is nice.",
  "i18n.gift.neutral": "Thanks.",
  "i18n.gift.dislike": "Oh... Well, you tried.",
  "i18n.gift.hate": "...",

//-----------------
// Regular dialogue
//-----------------

// Fall
  "i18n.fall_1": "Ah, Stardew Valley. It's nice to be back after so long.$1#$e#How have you been? We should catch up some time.$1",
  "i18n.fall_4": "Tonight's my first show of the season in Ridgeside Village.$1#$b#Will you come see me play, @? I'll keep an eye out for you.$9",
  "i18n.fall_15": "Are you excited for the fair tomorrow?$1#$b#I don't know about you, but I'm heading straight for the food.$8",
  "i18n.fall_19": "I can't wait for the concert tomorrow.$1#$b#Sam's music is certainly different from mine, but the whole band really excels at their individual instruments.$1",
  "i18n.fall_26": "The whole town gets so excited for Spirit's Eve. It's one of the things I love about here.$1",

// Winter
  "i18n.winter_1": "Waking up this morning and seeing a blanket of white out my window filled me with such joy...$1#$b#It's like Winter Star is already here.$8",
  "i18n.winter_7": "Robin and Leah make some truly exquisite ice sculptures. I can't wait to see their work.$1",
  "i18n.winter_24": "Nothing reminds me of winter more than Winter Star. I'm excited for tomorrow.$1",
  "i18n.winter_26": "Now that Winter Star's over, it's time for me to start packing my things, I guess...",
  "i18n.winter_27": "The Ember of Resolution is always so bittersweet for me.#$b#I get to spend one last evening with the whole community before leaving for half a year...",
  "i18n.winter_28": "Well, @, I guess I'll see you next fall.#$b#Take care of yourself, okay?",

// No hearts
  "i18n.fall_Mon": "Oh, hello.#$e#...$6#$b#If you'll excuse me...$3",
  "i18n.fall_Tue": "Hi, @.#$b#Aren't the leaves pretty this time of year?$1",
  "i18n.fall_Wed": "Hi, @. If you don't mind, I'd like to have some time to myself right now.",
  "i18n.fall_Thu": "Sorry, I can't really talk right now. I'm thinking of what to play tonight.",
  "i18n.fall_Fri": "Oh, hello, @.#$b#If you have time, I hope you come see me play today.$1",
  "i18n.fall_Sat": "I'll be playing all day at the hotel today. Come and stay as long as you'd like.$1",
  "i18n.fall_Sun": "Hi, @.#$b#You look tired. Be sure to take some time to rest.",
  "i18n.winter_Mon": "Hello.#$b#Aren't you cold?",
  "i18n.winter_Tue": "@, hello.#$e#How's the farm?#$b#Er, I guess not great, because it's winter, and you can't grow crops during the winter...$3#$b#...I have to go.$2",
  "i18n.winter_Wed": "%June seems deep in thought...",
  "i18n.winter_Thu": "@, your clothes don't seem very warm. Are you okay in this weather?",
  "i18n.winter_Fri": "Hi, @. It's awfully cold today, isn't it?",
  "i18n.winter_Sat": "Hello. Please stay inside as much as you can.#$b#The cold can be deceptively dangerous.",
  "i18n.winter_Sun": "Hi, @. Happy Sunday.",

// Two hearts
  "i18n.fall_Mon2": "On my days off I try to take some time for myself.",
  "i18n.fall_Tue2": "Oh, hello. It's nice to see you, @.",
  "i18n.fall_Wed2": "Hi, @. If you don't mind, I'd like to have some time to myself right now.#$b#Not that I'm mad at you or anything! I just have a lot on my mind...$7",
  "i18n.fall_Thu2": "Hm, I wonder what type of music I should play today.$3",
  "i18n.fall_Fri2": "Hello, @.#$b#How is harvest season going for you?",
  "i18n.fall_Sat2": "Hi, @.#$b#Did you come all this way just to see me perform? I'm flattered.$1",
  "i18n.fall_Sun2": "Hi, @. Do you go to the saloon often?#$b#Er, not to imply-- ...Nevermind.$2",
  "i18n.winter_Mon2": "Hi, @.#$b#Your voice has a low tone to it. Are you tired?",
  "i18n.winter_Tue2": "Hello, @.#$b#Be careful out there. The paths have gotten pretty icy overnight.",
  "i18n.winter_Wed2": "...#$b#Oh, sorry. I was just distracted by how gorgeous the winter scenery is here.",
  "i18n.winter_Thu2": "Hello. How was the cable car ride up here?",
  "i18n.winter_Fri2": "Hello, @.#$b#Apparently this weekend's going to be good for skiing. The hotel's already filling up.",
  "i18n.winter_Sat2": "Hello, @. Hope you're enjoying your weekend.",
  "i18n.winter_Sun2": "Hello, @. It's nice to see you today.$1",

// Four hearts
  "i18n.fall_Mon4": "Hey, @.  Care to join me for a walk around town?$1",
  "i18n.fall_Tue4": "The forest is so beautiful this time of year.$1#$b#I make a point of going to it once a week to see how the leaves have changed.$1",
  "i18n.fall_Wed4": "One day I want to get on the cable car as soon as it opens and ride it around and around till it closes...#$b#I'd probably just get motion sickness, though.$2",
  "i18n.fall_Thu4": "On weekdays I don't start playing till late, so I get to relax in the morning a bit.$1",
  "i18n.fall_Fri4": "Hello, @. Are you busy with work as well?",
  "i18n.fall_Sat4": "Today is my longest day of work.#$b#My hands get pretty stiff by the end.$2",
  "i18n.fall_Sun4": "Hi, @.#$b#Hm, I wonder if Gus has any specials tonight...",
  "i18n.winter_Mon4": "Ridgeside Village has such a quaint aesthetic. I never get sick of it.$1",
  "i18n.winter_Tue4": "Hi, @.#$b#On days like this, I could really go for a hot bowl of spicy eel.",
  "i18n.winter_Wed4": "Hi, @.#$b#The wind is really whipping around the cliff today.#$e#I wish I had a scarf...$3",
  "i18n.winter_Thu4": "Hi, @. Have you eaten yet today?#$b#Be sure to eat something if you haven't. You work really hard out there.",
  "i18n.winter_Fri4": "Hi, @. Happy Friday.$1",
  "i18n.winter_Sat4": "Everyone seems much more at ease on Saturdays. It's nice.$1",
  "i18n.winter_Sun4": "The walk to Pelican Town is long, but it's always worth it to see everyone having a good time together.$1",

// Six hearts
  "i18n.fall_Mon6": "Hello, @.#$b#Do you dislike Mondays, or is it just like any other day of the week when you're a farmer?",
  "i18n.fall_Tue6": "My days off feel too idle sometimes...#$b#I should stop by the library and find a book to read.",
  "i18n.fall_Wed6": "I wish I had a piano of my own.#$b#Then I could play whatever garbage I want and not have to worry about losing tips.$1",
  "i18n.fall_Thu6": "Hey there, @.#$e#Any requests for today?$1",
  "i18n.fall_Fri6": "Hello, @.#$b#Have you tried Pika's new special? The garnish is true culinary perfection.$1",
  "i18n.fall_Sat6": "Hello, @.#$b#The hotel is pretty busy this weekend. I'm glad.",
  "i18n.fall_Sun6": "On Sundays I make a point of going to the Saloon.#$b#I have a tendency to self-isolate, so it's important to make sure I force myself to be social once in a while.",
  "i18n.winter_Mon6": "Hi, @. Aren't you cold?#$b#Me? No, I'm fine. I've always run hot.$1",
  "i18n.winter_Tue6": "Y'know, most people think of winter as the worst time of year to go to the beach, but it's my favorite.#$b#Something about the way the snowy shore meets the sea is so mesmerizing.$8",
  "i18n.winter_Wed6": "@, do you have any hobbies? I'd like to know more about you.#$e#Me? Well nowadays I focus on piano, but I used to be really into competitive pen-spinning.",
  "i18n.winter_Thu6": "I was up in The Ridge earlier and found a flower I'd never seen before.$1#$b#This town sure has a unique ecosystem, don't you think?$1",
  "i18n.winter_Fri6": "Hi, @. Have you stopped by the travelling cart today?#$b#I wish I could go myself, but I'm too busy with work.",
  "i18n.winter_Sat6": "I'm exhausted... I wish I had a espresso right about now. Actually, make that a triple shot.$2",
  "i18n.winter_Sun6": "Hi, @.$1#$b#Do you have any animals on your farm? I'd love to see them one day.$1",

// Eight hearts
  "i18n.fall_Mon8": "Note to self - one glass of red wine at the Saloon is more than enough.$3",
  "i18n.fall_Tue8": "@! Look at the color gradient on this maple leaf I found!$8#$b#...Oh. It crumbled in my pocket...$7",
  "i18n.fall_Wed8": "Hey, @.#$b#I found this in the forest yesterday and I thought you might like it.$1[281]",
  "i18n.fall_Thu8": "Ugh, I'm so tired.$2#$b#I lied awake in bed last night pondering whether the piano is more of a stringed instrument or a percussive instrument.#$e#Or is it something else entirely...?$3",
  "i18n.fall_Fri8": "Hey, @.#$b#...If you grow any exceptionally small pumpkins this year, can I have one?",
  "i18n.fall_Sat8": "@! I'm glad you came.$1#$b#I was starting to get tired, but seeing you has woken me up again.$1",
  "i18n.fall_Sun8": "Hi, @!$1#$b#You know, Elliott and Leah are probably my closest friends in the valley.#$b#They're both artists too, so I guess it makes sense.#$b#And Faye and I are from the same country, so we have a lot in common.$1#$b#But you're my closest friend, for sure.$8",
  "i18n.winter_Mon8": "I overheard Keahi making fun of me for wearing a pink sweater...$2#$b#Hmph. He wouldn't know fashion if it hit him in the face.$5#$b#Huh? Yes, I am aware he is a child.$6",
  "i18n.winter_Tue8": "Hi, @.#$b#I found this pretty shell at the beach earlier and thought you might like it.$1[392]",
  "i18n.winter_Wed8": "Hi, @.$1#$b#Guess what! I saw a snow bunny earlier.$8#$e#I think it was a female, judging by its size. I wonder if it has babies?$1",
  "i18n.winter_Thu8": "Hello, @.$1#$b#Oh, you have a snowflake caught in your hair. Here, I'll get it for you.$1",
  "i18n.winter_Fri8": "Hey, @. Do you have time to listen to me play today?$1#$b#I'd really appreciate it if you did.$8",
  "i18n.winter_Sat8": "Hello, @!$1#$b#Be careful in this cold weather, I'd hate for you to catch a cold.",
  "i18n.winter_Sun8": "I'm feeling a bit daring today. Maybe I'll ask Gus to whip me up a house cocktail.$1",

// Ten hearts
  "i18n.fall_Mon10": "Hi honey. Would you like to join me for a walk around town?$1#$b#I'll show you all the spots where we can get some privacy.$9",
  "i18n.fall_Tue10": "Sigh, I feel so restless today...$3#$b#Maybe we can find a way to kill time together?$9",
  "i18n.fall_Wed10": "Hi, honey.$1#$b#I'm considering dyeing my hair a new color - any suggestions?$1#$b#What, you didn't think my hair was actually grey, did you?$8",
  "i18n.fall_Thu10": "Hi, honey.$1#$b#Thanks for coming to check on me. I always appreciate it.$4",
  "i18n.fall_Fri10": "Happy Friday, honey.$1#$b#If I didn't have work today, I would treat you to a romantic dinner at Pika's.$2",
  "i18n.fall_Sat10": "Hi, honey. Want to lie on the piano and sing while I play today?$1#$b#Just kidding.$8",
  "i18n.fall_Sun10": "You know, the walk from the Saloon to the hotel is awfully long...#$b#Maybe I should just stay with you tonight.$9",
  "i18n.winter_Mon10": "Honey, your cheeks are all flushed from the cold air.$1#$b#It's awfully cute, you know.$8",
  "i18n.winter_Tue10": "Hello, honey.$1#$b#Oh my, your hands sure are cold.$7#$b#Care to let me warm them up for you?$9",
  "i18n.winter_Wed10": "Last night I dreamt about whisking you away to little chalet in the mountains.$1#$b#What did we do there? I'll tell you another time.$4",
  "i18n.winter_Thu10": "Hi, honey. How has your day been going?$1#$b#I want to hear all about it.$4",
  "i18n.winter_Fri10": "@, I've been thinking... Do you mind when I call you honey?$7#$b#Would you prefer a different term? \"Baby\"?$6#$b#No, I just feel stupid saying that...$3",
  "i18n.winter_Sat10": "Honey, do you know any foreign languages?$1#$b#I speak one other myself.$1#$b#Which one? Well, I'm waiting to surprise you with it, at the right time.$9",
  "i18n.winter_Sun10": "Honey, are you cold?$7#$b#I can give you my jacket if you need it.$1#$b#I mean, it's not very warm... It's more for style than function... But still, it might help.$3",

// Unique dating responses for MissCoriel's mod
  "i18n.give_flowersA": "Finally! If you didn't give me these soon I was going to give you them myself. Yes, I accept.$4",
  "i18n.give_flowersB": "Of course I accept!$8#$b#Now what pet name should I call you... Maybe \"honey\"?$1",
  "i18n.give_pendant": "Oh, honey, how could I say no? I love you more than anything.$4",
  "i18n.stardrop_gift": "I want to spend the rest of our lives together, honey.$4#$b#Hopefully this stardrop makes that precious time a bit longer.$1",
  "i18n.engaged0": "Honestly, I don't need some big event. I just want to start our future together.$4",
  "i18n.engaged1": "This pendant you gave me is gorgeous. I'll never take it off.$8",

// Rejection dialogue (is all of these even necessary?)
  "i18n.danceRejection": "I'm sorry, but I'll have to decline.$7",
  "i18n.breakUp": "Oh... So that's how you feel, then...$7#$b#I guess it's for the best. I'm only here for half the year, after all... You deserve better.$2",
  "i18n.divorced": "I don't have anything to say to you.$5",
  "i18n.dumped_Boys": "I can't believe you thought you'd get away with this.$5",
  "i18n.secondChance_Boys": "Okay, maybe I overreacted...$3",
  "i18n.reject_two_heartA": "Um... I'm sorry, but... pass.$7",
  "i18n.reject_two_heartB": "I'm sorry, but I don't move that fast...$7",
  "i18n.reject_four_heartA": "Oh... Sorry, @, but I think we're better off as, well, acquaintances.$7",
  "i18n.reject_four_heartB": "Huh? ...Well, this is awkward. Sorry, but no...$7",
  "i18n.engageA": "@, what are you doing? You're already engaged.$6",
  "i18n.engageB": "Uh, you know you're getting married in a matter of days, right?$6",
  "i18n.marriedA": "Are you serious? This is awfully rude to your spouse, you know.$5",
  "i18n.marriedB": "You think I would want to marry someone who cheats on their spouse?$5",
  "i18n.refusal_no_heartsA": "...Sorry, who are you?$6",
  "i18n.refusal_no_heartsB": "...Um, do I know you?$6",
  "i18n.refusal_knownA": "I'm sorry, @, but I'm not ready for that quite yet.$7",
  "i18n.refusal_knownB": "I don't mean to disappoint you, but I just don't see us like that.$7",
  "i18n.refusal_botherA": "Please just stop. I don't have time for this.$5",
  "i18n.refusal_botherB": "Did you not hear me the first time? I said I'm not interested.$5",

// Resort
  "i18n.Resort_Entering": "Ugh, I need to get out of these clothes before I melt.$3",
  "i18n.Resort": "There's no doubt that it's gorgeous here, but it feels like standing on the sun.$3#$e#This resort is a monument to man's arrogance.$5",
  "i18n.Resort_Shore": "Hm... I want to go swimming, but I really hate the feeling of sand sticking to my feet afterwards.$3",
  "i18n.Resort_Bar": "Gus makes a great mimosa! You can hardly even taste the alcohol.$1#$b#Huh? It's just regular orange juice? Well, that makes sense...$6",
  "i18n.Resort_Towel": "Okay, as long as I stay still as a corpse...#$b#This is actually pretty nice.$1",
  "i18n.Resort_Towel_2": "I want to take this shirt off, but I'm too pale... I'll get sunburnt in a split second.$3",
	"i18n.Resort_Umbrella": "Ah, now this is nice. If only I brought a good book with me.$1",
  "i18n.Resort_Umbrella_2": "The sound of crashing waves is so relaxing, I could practically fall asleep listening to it.$1#$b#Well, if it weren't for the heat, and the sand, and the bugs... Did I mention the heat?",
  "i18n.Resort_Leaving": "Why is it that just as the temperature becomes bearable, we have to leave?$2",
  "i18n.Resort_Leaving_2": "All things considered, it really is beautiful here... Maybe I'll come back some time.$1#$b#Hopefully it won't be so hot...$3",

// Misc
  "i18n.MovieInvitation": "Of course I'll come with you! I'd be out of my mind to say no to a free movie.$8#$e#I looked it up and there's no after-credits scene. Just so you know.",
  "i18n.lobby_bookshelf": "I'm looking for what to play tonight. Any suggestions?$1",
  "i18n.saloon": "The music selection for this jukebox is a complete travesty.#$b#I can understand no Rimsky-Korsakov, but not even a single Tchaikovsky piece? What's the point, even?$6",

// Hopefully this dialogue never shows up
  "i18n.error": "If you see this, please write a bug report on the mod page!",

//---------------
// Event dialogue
//---------------

// Introduction
  "i18n.intro.1": "Greetings! My, your farm looks lovely this time of year, if I do say so myself.",
  "i18n.intro.2": "I'm here to let you know that our humble hotel will now offer musical entertainment for the fall and winter seasons.#$b#Our resident pianist just arrived today - I highly recommend you come see him play when you can!",
  "i18n.intro.3": "Do come by when you can, and have a wonderful rest of your day!",

// Zero hearts
  "i18n.zero_heart.1": "Oh, hello, @.#$b#So you came to see me play after all! I'm glad.$1#$b#Well, since you're here, let me tell you about my schedule more in detail.#$b#I'll be playing here in the lobby Thursday through Sunday every fall and winter.#$b#On Thursdays and Fridays I play from 5 to 9, on Sundays from 12 to 3, and on Saturdays, both those times.",
  "i18n.zero_heart.2": "Why just fall and winter? Well, I work on a seasonal basis, so my job is pretty transient in nature.#$b#And, to be honest, I really can't stand the heat.$2#That's why in the spring and summer I follow the cooler temperatures to the other hemisphere and work there.",
  "i18n.zero_heart.3": "I understand you live on %farm farm, yes?",
  "i18n.zero_heart.4": "I know it's a bit of a trek, but I hope you'll come see me play from time to time.",
  "i18n.zero_heart.5": "Of course!",
  "i18n.zero_heart.6": "Maybe, if I have time.",
  "i18n.zero_heart.7": "Um, how do you know where I live?",
  "i18n.zero_heart.8": "Great!$8#$b#I'll be holding you to that, okay? You better not disappoint me.$9",
  "i18n.zero_heart.9": "Thanks.$1",
  "i18n.zero_heart.10": "Oh-- Well, I mean, Richard was telling me about everyone...$7#$b#It's a small town, after all. I don't know why you expected anonymity in the first place.$6",
  "i18n.zero_heart.11": "Well, I better get back to work before Richard catches me slacking off.$1#$b#It was nice talking to you, @. Thanks for stopping by.$1",
  "i18n.zero_heart.after": "I hope I'll see you around more, @.$1",

// Four hearts
  "i18n.four_heart.1": "Ah, @! Morning, how are you?$1",
  "i18n.four_heart.2": "Me? Actually, I was just heading to Pika's for breakfast.#$b#Why don't you join me? It'll be my treat.$8",
  "i18n.four_heart.3": "Great! Shall we?$1",
  "i18n.four_heart.4": "Thanks for eating with me. Isn't Pika such a talented cook?$1#$b#I swear, if I could only eat Samowaiian cuisine for the rest of my life, I'd die happy.$8",
  "i18n.four_heart.5": "I wish he would sell coffee, too. Ember Island is world-renowned for their coffee, you know.",
  "i18n.four_heart.6": "Because the island was formed by a volcano, the soil is really rich in nutrients.#$b#Not only does this make it exceptionally easy to grow coffee plants, but it also means the beans themselves absorb the nutrients and their flavors.",
  "i18n.four_heart.7": "On top of that, the tropical environment fosters a vivid, diverse family of plants and flowers, which each lend their own flavor to the overall flavor profile of the bean.#$b#One of the key features of coffee from that region is famous for its distinctly fruity yet floral taste.#$b#And that's not even to mention the roasting process and the major role it plays in bringing out the best qualities of the underlying flavor into the foreground.$1#$b#A light roast emphasizes the fruity notes, whereas a dark roast gives it more of a cocoa taste.$1#$b#But of course, I'm getting ahead of myself. You can't begin to talk about the roast until you talk about bean ripeness and the flavors associated with it.$8#$b# With any bean - and I'm sure you know this already - but with any bean, an underripe bean will have a sharp, acidic ta-$1",
  "i18n.four_heart.8": "Oh!-- Oh no, I'm boring the life out of you, aren't I?$7#$b#I'm sorry... I tend to get a bit - *ahem* - overly passionate when it comes to the things I'm interested in.$2",
  "i18n.four_heart.9": "I hope I didn't make you regret coming here with me...",
  "i18n.four_heart.10": "Not at all! I found it interesting, actually.",
  "i18n.four_heart.11": "It's fine.",
  "i18n.four_heart.12": "I'd never regret coming with you. *wink*",
  "i18n.four_heart.13": "You don't need to lie to make me feel better, but thanks.$1#$b#You're just lucky I didn't go off about music theory.$8",
  "i18n.four_heart.14": "If you say so...$3",
  "i18n.four_heart.15": "Now now, @, don't make jokes like that if you're not prepared to back them up.$9",
  "i18n.four_heart.16": "You know... I consider myself an introvert, but I guess I got excited to have someone to talk to.#$b#I'm just so used to my morning routine of coming here by myself.$2#$b#It's relaxing, don't get me wrong, but I forgot what it's like to have someone next to me.$1#$b#It's nice...$4",
  "i18n.four_heart.17": "Look at the time! I have to get going.$3#$b#...But, thanks again for joining me, @. I hope you enjoyed it as much as I did.$1",
  "i18n.four_heart.after": "Thanks again for eating with me today, @.$1",

// Six hearts
  "i18n.six_heart.1": "Oh, hi @! It's nice to see you.$1#$b#If you have time, want to come check out the view? It really is gorgeous, pun only slightly intended.$8",
  "i18n.six_heart.2": "Isn't it just something else?",
  "i18n.six_heart.3": "It's breathtaking!",
  "i18n.six_heart.4": "It's fine.",
  "i18n.six_heart.5": "It really is...$1#$b#It's so picturesque that sometimes I think I could reach out and feel the paint underneath my fingertips.$1",
  "i18n.six_heart.6": "That's quite an understatement.$1",
  "i18n.six_heart.7": "Say, didn't you use to live in Zuzu City before coming here? How does it compare?",
  "i18n.six_heart.8": "To be honest, it's kind of dull here. I miss the bustling city life.",
  "i18n.six_heart.9": "It's hard to say which is better. They both have their pros and cons.",
  "i18n.six_heart.10": "I love it here. Life has never been so peaceful.",
  "i18n.six_heart.11": "Hm, I can see why you'd feel that way. But personally that \"dullness\" is my favorite part.",
  "i18n.six_heart.12": "Very true. But one thing's for sure, the city doesn't have views like this.$1",
  "i18n.six_heart.13": "I agree completely. I'm so glad I decided to come work here, even if it's just for half the year.$1",
  "i18n.six_heart.14": "You know, I really admire you for being a farmer.#$b#The amount of time and effort you have to put into each day, the number of days where you're just scraping by till the next crop yield comes in...#$b#It must take so much discipline.$2",
  "i18n.six_heart.15": "You're really inspiring, is all. Compared to you I seem like a total slacker. Everyone does.$1",
  "i18n.six_heart.16": "Maybe, but still, I could never do what you do either.",
  "i18n.six_heart.17": "True, I am pretty impressive.",
  "i18n.six_heart.18": "That's an interesting perspective. I guess everyone contributes in their own way.$1",
  "i18n.six_heart.19": "Hey now, don't let it get to your head.$9",
  "i18n.six_heart.20": "But, what I'm trying to say is, I'm glad I met you. You've taught me a lot about myself.$4",
  "i18n.six_heart.21": "Well, I've kept you long enough. See you around, @.$1",
  "i18n.six_heart.after": "Our talk today really gave me a lot to think about.$1",

// Seven hearts
  "i18n.seven_heart.1": "*sigh*...$10",
  "i18n.seven_heart.2": "Ah!$11",
  "i18n.seven_heart.3": "@, you scared me! How long were you there for?$7",
  "i18n.seven_heart.4": "I didn't know you smoke.",
  "i18n.seven_heart.5": "Uh, you dropped your cigarette...",
  "i18n.seven_heart.6": "I don't.$6",
  "i18n.seven_heart.7": "Cigarette? I don't know what you're talking about.$3",
  "i18n.seven_heart.8": "Oh, that? Okay, I may have been... holding that... in my mouth...",
  "i18n.seven_heart.9": "I drank too much, that's all. I don't normally...$7",
  "i18n.seven_heart.10": "You're drunk?",
  "i18n.seven_heart.11": "What happened?",
  "i18n.seven_heart.12": "Well, Gus was telling me about this rare liquor he got from the traveling cart...$2#$b#Turns out it was my favorite rice wine from the Gotoro Empire, and... I may have, er, overindulged myself...$3",
  "i18n.seven_heart.13": "It's just, I hadn't had that stuff since I lived in Zuzu City, and tasting it again reminded me how fun that lifestyle used to be...$2",
  "i18n.seven_heart.14": "\"That lifestyle\"?",
  "i18n.seven_heart.15": "You used to live in Zuzu City?",
  "i18n.seven_heart.16": "You know, you look pretty sexy with a cigarette in your mouth.",
  "i18n.seven_heart.17": "Huh? Oh, it's nothing worth talking about... Anyway, it's late, I gotta go...$2",
  "i18n.seven_heart.18": "You're really making a pass at me at a time like this? I didn't think you were that kind of person.$5",
  "i18n.seven_heart.19": "Later, @.$2",
  "i18n.seven_heart.after": "...What? I'm fine.$3",

// Eight hearts
  "i18n.eight_heart.1": "@? What are you doing here?$7",
  "i18n.eight_heart.2": "Actually, I'm glad you came. What happened by the Saloon... I feel like I should explain.$2",
  "i18n.eight_heart.3": "So, before I came here, I worked at a jazz bar in Zuzu City. It was everything I'd ever wanted in my music career.#$b#Every day I got to push my creative limits and play whatever came to me, surrounded by musicians who truly exceled at their instruments.#$b#It was honestly a dream come true.$1",
  "i18n.eight_heart.4": "But, I don't know... Something about it just didn't feel right. And for the life of me, I couldn't figure out why.$2#$b#Then one day I was smoking in the back alley, and I realized that... I didn't like who I was anymore.$2#$b#I couldn't even remember when I'd first picked up smoking, but I knew I didn't before I got there.$2",
  "i18n.eight_heart.5": "The jazz club environment was a lot of fun, don't get me wrong, but it was almost too fun.#$b#I was always fulfilled musically, so I stopped challenging myself in other areas, and eventually the apathy became depression...$2",
  "i18n.eight_heart.6": "It's a strange feeling, realizing your dream job is both everything you ever wanted it to be and also nothing like you thought it was.$2",
  "i18n.eight_heart.7": "At the end of the day, I decided that I needed to find a path that was fulfilling more than just my passion for music.#$b#So I gave it all up and became a lobby pianist instead. Which brings me, well, here.",
  "i18n.eight_heart.8": "It's certainly humble work in comparison, but I finally feel like I'm at a good place, y'know?#$b#Now I live in a gorgeous landscape in a great community full of kind people. I still get to play music, and I feel more in touch with myself than ever.$1",
  "i18n.eight_heart.9": "Anyway, I wanted a clean slate mentally when I came here, so I didn't talk about it with, well, anyone.#$b#But as I got to know you, I realized I was ashamed of myself.$2",
  "i18n.eight_heart.10": "I mean, here I am complaining about how much it sucks to achieve my dream, feeling sorry for myself... and then there's you.$7#$b#You work harder than anyone I know. All by yourself, you're out there breaking your back on that farm every day - and you never expect so much as a thank you from anyone.$7",
  "i18n.eight_heart.11": "You're everything that I aspire to be. And I guess I just didn't want you to think any less of me...$2#$b#But then I slipped up, and you saw, and so... yeah. Here we are.$2",
  "i18n.eight_heart.12": "Why would that change my opinion of you? You're my friend, June.",
  "i18n.eight_heart.13": "Yikes. That's a lot to dump on me, you know.",
  "i18n.eight_heart.14": "You're always so kind to me. That's another thing I admire about you.$4",
  "i18n.eight_heart.15": "I was just trying to open up... I guess was mistaken in thinking that you care.$5",
  "i18n.eight_heart.16": "Thanks for listening to all that. I hope you know you can always come talk to me about anything if you need it.$1#$b#I care about you a lot, and I want to help you the way you've helped me.$4",
  "i18n.eight_heart.17": "Um, if it's alright... care to watch the waves with me for a while?$1",
  "i18n.eight_heart.after.1": "Talking to you always makes me forget what I was worried about in the first place.$8",
  "i18n.eight_heart.after.2": "I don't really want to talk to you right now.$5",

// Ten hearts
  "i18n.ten_heart.1": "@! You came to come visit me at work? That's so sweet.$8#$b#Here, come sit next to me on the bench.$1",
  "i18n.ten_heart.2": "Don't worry, it's fine! I was about to go on my break anyway.$1",
  "i18n.ten_heart.3": "Do you know how to play? I can teach you a bit if you want.$1#$b#First, you place your right thumb on the middle C. That's this key right here.#$b#Then you line up the rest of your fingers on the keys to right of it.#$b#Your other thumb goes right here, and then your left hand goes - yeah, you got it.",
  "i18n.ten_heart.4": "Why don't you try to play a song? Maybe Do Re Mi to start. That's C D E--#$b#Oh, you don't know what that means. Hm...$3#$b#Here, I'll put my hands over yours and we'll play together.$1",
  "i18n.ten_heart.5": "Hm... Sitting this close to you is awfully distracting.$9#$b#Suddenly I can't focus on the piano anymore...$9",
  "i18n.ten_heart.6": "June puts up a sign on the piano - \"On Break\".",
  "i18n.ten_heart.7": "Come with me, quick. There's something I need to say to you somewhere a bit more private.$1",
  "i18n.ten_heart.8": "Sorry to drag you up here. I just wanted some alone time with you.$1#$b#Can't go causing a scene in the workplace, y'know?$9",
  "i18n.ten_heart.9": "I'm so glad you came. Not that I hate my job or anything, of course not, but... Seeing you just makes me so happy.$1#$b#You know, I've never been one to believe in fate or any of that, but...#$b#It's only because I gave up my dream job that I came here and met you. And for that reason alone, I'd do it all again in a heartbeat.$4#$b#Whether my whole life has been me following in predestined footsteps to meet you, or if it's all just chance,$1#$b#I'm so grateful to be alive, to be with you.$4",
  "i18n.ten_heart.10": "It's funny, the sight of snow kind of makes me sad nowadays. Snow means it's winter, and winter means I have to leave you soon...$2",
  "i18n.ten_heart.11": "I would gladly spend the rest of my days sweating my hair gel off in the Calico Desert as long as I could spend them with you.$1",
  "i18n.ten_heart.12": "I... I love you, @.$4",
  "i18n.ten_heart.13": "I love you, too.",
  "i18n.ten_heart.14": "I'm sorry, I don't feel the same.",
  "i18n.ten_heart.15": "...$4#$b#Come say that again, but closer to my ear this time.$4",
  "i18n.ten_heart.16": "What? I thought-- I'm sorry... I should get back to work.$7",
  "i18n.ten_heart.17": "You know, there aren't any security cameras up here... Are you thinking what I'm thinking?$9",
  "i18n.ten_heart.after.1": "I'm so glad you know how I feel now, @.$4#$e#To be honest, it caught me by surprise - I've never felt like this about anyone before.$4",
  "i18n.ten_heart.after.2": "Um, sorry again, for my misunderstanding earlier...$7#$b#...Bye.$2",

// Fourteen hearts
  "i18n.fourteen_heart.1": "So, honey...",
  "i18n.fourteen_heart.2": "I heard from Willy that you've really done a lot for that island off the coast...#$b#You've even fixed up the old resort so that people can go visit the beach, huh?",
  "i18n.fourteen_heart.3": "You really are so impressive, you know that? I can't believe how much you've done for this town, this valley, all by yourself...$4",
  "i18n.fourteen_heart.4": "I want to go see your hard work for myself, but I just... hate hot weather..... so much........$2",
  "i18n.fourteen_heart.5": "But you know what? As long as you're there with me, I'm sure I'll have a wonderful time.$1#$b#Why don't we make a date out of it? We can even spend the night there at the vacation house you got for us.$8#$b#So how about you meet me at Willy's shop tomorrow - weather permitting, of course - and we'll go after everyone else has left?$1",
  "i18n.fourteen_heart.6": "Perfect! It's a date!$8#$b#Now I have to figure out where to buy those hydrophobic clothes people wear near water...$3#$b#Wait, what are they called?$7",
  "i18n.fourteen_heart.after.1": "'Swimwear'? I have literally never heard this term before in my life.$6",

  "i18n.fourteen_heart.7": "Oh good, you're here!$1#$b#I've got a bit of a surprise for you, actually.$1",
  "i18n.fourteen_heart.8": "You'll have to find out for yourself. So come on, let's get going!$8",
  "i18n.fourteen_heart.9": "So, what do you think? Are you surprised?$8",
  "i18n.fourteen_heart.10": "I know I am! I've never seen someone sweat as much as June did moving all that furniture out from the back, haha!$1",
  "i18n.fourteen_heart.11": "Yes, thank you, Pika!$3",
  "i18n.fourteen_heart.12": "...I promise I took a shower after.$2#$b#Anyway, you've just done so much for our family, the community, and really, well, everybody...$6#$b#So I know this is nothing in comparison to all the work you've done to make everyone's lives better, but I hope that I can bring you that happiness too,$4#$b#even if it's just for one night.$8",
  "i18n.fourteen_heart.13": "Don't be silly, honey. You make me happy every single day.",
  "i18n.fourteen_heart.14": "I haven't done that much. I just help out when I can, is all.",
  "i18n.fourteen_heart.15": "This is quite the secluded, romantic spot. So is Pika just here to cook, or...?",
  "i18n.fourteen_heart.16": "I knew you'd say that... but somehow it makes it even more meaningful.$4",
  "i18n.fourteen_heart.17": "There's no need to be humble. We just rode to a resort that you built on a boat that you helped repair, after all.$9#$b#But even if you don't want to take credit for that, there's no denying that you've given more than I ever knew I could receive.$4",
  "i18n.fourteen_heart.18": "..........$7#$b#Pfft! Oh man, just when I thought I'd heard it all, you still find ways to scandalize me!$8#$b#Yes, of course he's just cooking for us. Get your mind out of the gutter!$9",
  "i18n.fourteen_heart.19": "Hey, @... Before we go sit down, I just want to say, I love you so much. My life finally feels complete with you in it, and I wouldn't trade it for the world.$4#$b#...That's all. Well, not really. There's a million other things I want to say to you right now...$4#$b#But I'll save that for later tonight.$9#$b#Because right now, dinner awaits!$8",
  "i18n.fourteen_heart.20": "Now, care to show me that little island home you mentioned? I expect nothing less than the grand tour.$9",
  "i18n.fourteen_heart.after.2": "That was so lovely. Maybe I should go to the island more often...$1",

//------------------
// Festival dialogue
//------------------

  "i18n.fair": "Don't mind me, I'm just grabbing a quiet moment to myself.",
  "i18n.fair.spouse": "All these tourists stress me out...$2#$b#Let's grab some barbecue to go and head home, where it's just us.$1",
  "i18n.gathering": "I want to get a good spot for the concert early, but they're all standing right in the prime location...$5#$b#How long do you think I should wait before going over?$3",
  "i18n.gathering.spouse": "Honey... Is it selfish of me to wish that I would get invited to play one day, too?$7",
  "i18n.spiritseve": "Ugh, just looking at that maze makes me feel claustrophobic...$3",
  "i18n.spiritseve.spouse": "You know, there're a lot of dark corners in that maze... Want to go get lost with me?$9",
  "i18n.fishing": "This time of year is so beautiful. I'm so grateful that the town comes together like this to celebrate each year.$1#$e#Hey, random question, do you think fish get cold?",
  "i18n.fishing.spouse": "Honey, you're not too cold, are you?$7#$b#We could sneak into an igloo to warm up if you want.$9",
  "i18n.nightmarket": "Have you tried the coffee? I highly recommend it.$1",
  "i18n.nightmarket.spouse": "The exotic coffee the trader brings is truly like nothing else.$1#$e#Did you know that the majority of the world's coffee beans actually come from that region?$1#$b#Because of that, the flavor has gotten milder of course, but the original bean has a very strong floral flavor, almost like wine when brewed correctly. This is due to the-$1#$b#...Oh wait, I'm doing it again, aren't I? Sorry.$4",
  "i18n.winterstar": "It's funny, I usually don't like these big events with huge crowds. But Winter Star is my favorite holiday precisely because of all of the people.$1#$b#I guess it's because on a day like today, the focus is on the community and the bonds we have. And I realize just how special they are to me.$8",
  "i18n.winterstar.spouse": "Today means so much more to me with you here next to me.$1#$b#Instead of just feeling like a part of this community, I actually belong to it. And it's all thanks to you, my love.$4",
  "i18n.ember": "I really love this festival. It always gives me a great memory to remember this town by before leaving.$1",
  "i18n.ember.spouse": "The brisk winter air contrasted with the warm glow of the bonfire is so invigorating.$1#$b#It almost makes me forget how much I want to go to bed.$8#$e#Almost...$2",
  "i18n.egghunt.spouse": "Seeing all the children so happy makes me feel happy too... Is that weird?$4",
  "i18n.dance.spouse": "The spring flowers are beautiful... Maybe even more than the fall foliage!$8#$b#Just kidding! If I ever earnestly say spring is better than fall, assume I've been replaced by a doppelganger.$1",
  "i18n.luau.spouse": "Ugh, this heat is killing me... I probably shouldn't have worn black.$2#$b#But dark colors best suit my complexion...$3",
  "i18n.jellies.spouse": "If I'd known about this festival, I never would have left for the summer. This is truly a spectacle of nature.$1",

//-----------------
//Marriage Dialogue
//-----------------

  "i18n.patio": "Sitting out here surrounded by all the flora and fauna always reminds me how grateful I am to have found this town, and you.$1",
  "i18n.spouseRoom": "Good morning, honey!$8#$b#I was going to play a bit, but I didn't want to wake you up.$1",
  "i18n.jobLeave": "Hi, honey. I'm off to work.$1#$b#If you need me, you know where to find me!$8",
  "i18n.jobReturn": "I'm home!$8#$b#Work was long, but I can never be down when I know I have you to come home to.$4",

// Day-specific
  "i18n.spring_1.spouse": "$1 946299#Where I'm from, spring represents new beginnings.$1#$b#So looking at all these blossoms, I can't help but think of our new life together.$8#$e#And thus, your month away from the fields is over... Good luck out there, dear.$1",
  "i18n.spring_12.spouse": "Are you excited for the egg festival tomorrow?$1#$b#Watch out for Abigail - she's clearly got her strategy down.$9",
  "i18n.spring_23.spouse": "Honey, the Flower Dance is tomorrow.$1#$b#I wonder why we're only allowed in that area of the forest on the day of the dance?$3#$b#It's a shame, it's really quite gorgeous down there. Such a tranquil atmosphere.$2",
  "i18n.summer_1.spouse": "How did it get so hot overnight? I need an ice bath...$2",
  "i18n.summer_10.spouse": "The luau's tomorrow, huh?$2#$b#Okay, if I start lathering on the sunscreen now, I should only get a first degree burn.$2",
  "i18n.summer_27.spouse": "It's the penultimate day of summer.#$b#I used to get ready to leave around this time, but now it's just another day I get to spend with you.$1",
  "i18n.fall_1.spouse": "Good news, honey! The season of good fashion has finally returned!$8",
  "i18n.fall_15.spouse": "Good luck at the fair tomorrow, honey!$8#$b#Me? Well, last year I lost all my tokens on orange, so I'll probably just hang back this time.$2#$e#I just really like warm colors.$7",
  "i18n.fall_19.spouse": "I can't wait for the concert tomorrow!$8#$b#I remember when I first came here and heard they had an annual local concert.$1#$b#That's when I knew I had found a good community.$8",
  "i18n.fall_26.spouse": "Are you gonna wear a costume for Spirit's Eve tomorrow, honey?$1#$b#Maybe we could do a couple's costume! Like, uh, a chicken and a cow!$8",
  "i18n.winter_1.spouse": "It's the first snowfall of the season!$8#$b#Would you like to build a snowman with me, honey?$1",
  "i18n.winter_7.spouse": "Ready for the ice fishing contest tomorrow, honey?$1#$b#Or, if you decide to bail, we could have a snowball fight instead!$8#$b#But be warned, I won't go easy on you just 'cause you're so cute.$9",
  "i18n.winter_24.spouse": "After tomorrow's festival, how about we have our own celebration at home?#1#$b#Winter Star is about family, after all, and that's who I want to spend my evening making memories with.$1",
  "i18n.winter_27.spouse": "Remember, honey, we should go to sleep early tonight so that we're well-rested for tomorrow's festival.#$b#But no matter how tired I am, I know I'll feel reinvigorated when I feel that flame on my face and you in my arms.$1",

// Outdoor
  "i18n.Outdoor_0": "When I come stand on the porch of our home and look out at everything you've achieved, I know I'm where I'm supposed to be.$4",
  "i18n.Outdoor_1": "I try to spend as much time outside as I can. The valley air always lifts my spirits.$1",
  "i18n.Outdoor_2": "You've accomplished so much for this farm. I know your grandfather would be proud.$1",
  "i18n.Outdoor_3": "You look so beautiful in this light, honey. I think I'm getting lost in your eyes...$4",
  "i18n.Outdoor_4": "You know, I used to think I didn't like warm weather...$3#$b#But once I moved in with you, I realized it was the environment I didn't like, not the weather.",
  "i18n.Outdoor_5": "Standing out here with you reminds me of that time on the hotel roof... Remember?$4#$e#Just thinking about it is giving me ideas again...$9",

// Indoor Day
  "i18n.Indoor_Day_0": "Hi, honey. I'd like to spend the day at home with my music... Is that okay?$7#$e#I promise I'll have dinner ready by the time you get home!$8",
  "i18n.Indoor_Day_1": "I'm sorry I'm not more of a help around the farm...$7#$b#I tried to grow a crop by myself but that patch of dirt is dead now...$2",
  "i18n.Indoor_Day_2": "...What? Don't look at me like that.$9#$b#I'm still feeling shy from last night...$4#$e#I don't do that kind of thing for just anyone, you know.$4",
  "i18n.Indoor_Day_3": "I had a bad dream, but as soon as I saw you sleeping next to me, I couldn't even remember what it was about.$4",
  "i18n.Indoor_Day_4": "Morning, honey! I made you breakfast.$8[201 195 210 211]#$b#Eat up, okay?$1#$e#I just figured you could use the energy after last night's activities.$9",
  "i18n.Indoor_Day_5": "I think I'll just stay home and relax today...$1#$e#Care to join me? I know a few ways to make your stress go away.$9",

// Indoor Night
  "i18n.Indoor_Night_0": "Welcome home! I made dinner for you!$8[202 207 212 218 197 213]#$b#Do you like it? If not that's fine, I'll just go crawl in a hole and never come out...$2",
  "i18n.Indoor_Night_1": "Did I ever tell you that my grandmother had a farm?$1#$b#We used to visit a lot. I had a chicken named Pyeori!$8",
  "i18n.Indoor_Night_2": "Welcome home, dear. Want me to play a bit for you?$8",
  "i18n.Indoor_Night_3": "I don't think I've said it lately, but I want you to know that you're the most important thing in my life.$1#$b#Please don't ever forget that, okay?$4",
  "i18n.Indoor_Night_4": "Welcome back, honey.#$b#You look a bit tired. Would you mind if I tired you out a bit more?$9",
  "i18n.Indoor_Night_5": "Hi, honey. I made dinner, and I saved a plate for you!$8[606 649 609 605]#$b#So eat up!$1",

// Rainy Day
  "i18n.Rainy_Day_0": "I love waking up to the sound of rain on the old farmhouse roof.$1#$b#It's more beautiful than any music I could ever make.$1",
  "i18n.Rainy_Day_1": "Weather like this makes me want to stay in bed all day...$3#$b#How about we both change back into our pajamas and crawl back in together?$9",
  "i18n.Rainy_Day_2": "Morning, honey.$1#$b#Did you hear that? I think I heard a bullfrog!$8",
  "i18n.Rainy_Day_3": "Do you really have to go work today?$7#$b#Don't go. Stay inside with me! I'll keep you busy.$4",
  "i18n.Rainy_Day_4": "These dark clouds make me so sleepy...$2#$b#Ugh. I need another cup of coffee.$3",
  "i18n.Rainy_Day_5": "Morning!$1#$b#The weather report said it's supposed to rain all day. Be careful out there, okay?",

// Rainy Night
  "i18n.Rainy_Night_0": "Evening, honey. Did you get wet out there?$1#$b#I can warm you up if you need it.$9",
  "i18n.Rainy_Night_1": "No matter what happens to me, as long as I have you, I know I'll be okay.$4#$b#You're the only thing in the whole world that matters to me.$4",
  "i18n.Rainy_Night_2": "Honey, do you think I was awkward when we first met?$7#$b#It's funny, I have no problem flirting, but getting to know people is hard for me...#$e#That may have to do with my, *ahem*, Zuzu City lifestyle...$3",
  "i18n.Rainy_Night_3": "What a grey day it's been...$3#$b#How about we curl up on the couch and watch a movie together?$1",
  "i18n.Rainy_Night_4": "I kept hearing a weird howling noise today... Do you know what that is?$7#$b#It's kind of creepy...$2",
  "i18n.Rainy_Night_5": "Say, do you want to be little spoon or big spoon tonight?$1#$e#If it's okay, I kind of want to be little spoon...$2",

// One kid
  "i18n.OneKid_0": "I can't believe I'm a father now. It feels so surreal...#$b#But when I look at %kid1, I can't imagine life any other way.$1",
  "i18n.OneKid_1": "I tried to play the piano with %kid1 in my lap, but now the keys are all sticky...$3",
  "i18n.OneKid_2": "Wait, it's %time? I haven't told %kid1 I love them in over an hour!$7#$b#I'll be right back.",
  "i18n.OneKid_3": "Sometimes I think of parenting as a test of how well you know yourself. Does that make sense?$3",

// Two kids
  "i18n.TwoKid_0": "Honey, earlier %kid1 asked me how babies are made.$7#$b#...I may have panicked and said the Egg Day bunny brings them.$3",
  "i18n.TwoKid_1": "I can't believe I've found my soulmate and we now have two beautiful children together.$4#$b#I'm so thankful for every bit of my life that led to finding you.$4",
  "i18n.TwoKid_2": "I've decided I need to work out more.#$b#I need to be able to carry both %kid1 and %kid2 in my arms at once.",
  "i18n.TwoKid_3": "Last night, after tucking both our children in, I watched them sleep and cried a bit at how precious they are.$4#$b#I'm tearing up now just thinking about it...$2",

// Good relationship
  "i18n.Good_0": "Even though we've been together so long, I find more things to love about you every day.$4",
  "i18n.Good_1": "Honey, can I just hold you for a bit? I love feeling you pressed against me.$4",
  "i18n.Good_2": "As I've gotten older, I've realized that we don't \"have\" soulmates, we make them.#$b#I want you to be my soulmate, and you me. That's all that matters.$8",
  "i18n.Good_3": "Honey, I hope you know how happy you make me each and every day.$8#$b#And I sincerely hope I do the same for you.$4",
  "i18n.Good_4": "I often daydream about our wedding day, and how beautiful you looked at the altar with me.$1#$b#That's a memory I'll never forget.$4",
  "i18n.Good_5": "Please don't ever forget that I love you with every fiber of my being.$1#$b#If you ever need a reminder, just ask and I'll kiss you till it's all you can think about.$8",
  "i18n.Good_6": "How about we cuddle a bit before bed tonight? I'll be big spoon.$1#$b#Although, if you're pressed up against me like that, I'll have a hard time falling asleep...$3",
  "i18n.Good_7": "Why don't we have a date night? I can reserve the private room at the Saloon for us.$8",
  "i18n.Good_8": "Honey, I found a gorgeous new composition and I want to play it for you.$1#$b#Why don't you come sit next to me on the piano bench?$1",
  "i18n.Good_9": "Sometimes it feels like you can read my mind and tell what I need before I've even realized it myself.#$b#I guess that's what true love is like, huh?$4",

// Neutral relationship
  "i18n.Neutral_0": "I cut my hair today. Does it look okay?$1#$b#What do you mean it looks the same?$7",
  "i18n.Neutral_1": "Honey, I have to ask... Do you consider me a trophy husband?",
  "i18n.Neutral_2": "Honey, do I make you happy each and every day?$7#$b#If not, please let me know, and I'll try to do better...$2",
  "i18n.Neutral_3": "If it's okay, I think I'll read a book before bed tonight.#$b#No need to wait up for me.$1",
  "i18n.Neutral_4": "I feel a bit idle lately... Maybe I should find a new book at the library?$3",
  "i18n.Neutral_5": "For some reason, I'm not enjoying piano as much as I normally do...#$b#I wonder why.$2",
  "i18n.Neutral_6": "I might ask Richard if I can work longer hours at the hotel.#$b#Not that we need the money, of course. I just figured it could be good for me.",
  "i18n.Neutral_7": "I really ought to get out more. I feel like I've been spending too much time inside lately...$2",
  "i18n.Neutral_8": "Hi, @. How's your day going so far?$1#$b#Huh? Why didn't I call you honey? Hm, I didn't even notice...",
  "i18n.Neutral_9": "I'm so tired... I haven't been sleeping well for a while now...$2",

// Bad relationship
  "i18n.Bad_0": "@, we need to have a talk about our relationship.#$b#You and I both know that we'll have to really try if we want to make this work.",
  "i18n.Bad_1": "I'm sorry, I'm not in the mood to chat.#$b#I just don't think we have much to talk about anyway.$2",
  "i18n.Bad_2": "Maybe black-out drunk in a seedy jazz bar is the happiest I'll ever be...$2#$b#Huh? Nothing, just talking to myself.$7",
  "i18n.Bad_3": "You know, I was naive to think someone like me could find true love in the first place.$2",
  "i18n.Bad_4": "@, can you leave me alone for a bit? I'm really not in the mood.$5",
  "i18n.Bad_5": "I can't hold it in anymore. @, I feel like you've been taking me for granted lately.$5",
  "i18n.Bad_6": "I never thought I'd say it, but I miss Zuzu City.$2",
  "i18n.Bad_7": "@, I feel like I'm the only one trying to keep this marriage together anymore.$5#$b#Have you fallen out of love with me?$7",
  "i18n.Bad_8": "I feel so miserable lately...$2#$b#It's like you've closed your heart off to me, and I don't know why...$7",
  "i18n.Bad_9": "@, if you don't want to be in this marriage anymore, please just tell me.$2#$b#I'm tired of being stuck in this rut...$2",

//--------------
//Extra Dialogue
//--------------

  "i18n.funLeave_fall": "Morning, honey! I'm going to head to the forest south of our home to check out the fall foliage.$1#$b#I love you!$8",
  "i18n.funReturn_fall": "How was your day, dear?$1#$b#Mine was great, but I think I tired myself out from walking too much.$8#$b#Why am I smiling? Because that's a wonderful thing to be tired from, of course!$8",
  "i18n.funLeave_winter": "The weather right now just screams beach day! I'm going to head down after breakfast.#$e#What time does the ice cream stand open again?#$b#What?! You're kidding!$5#$b#Hmph, that Alex has taken one too many gridballs to the head if he doesn't think this is perfect ice cream weather.$3",
  "i18n.funReturn_winter": "How was your day, dear?$1#$b#Mine was still enjoyable, despite the regrettable lack of ice cream.$3",
  "i18n.funLeave_spring": "Since I have the day off, I think I'll head back to my old brooding spot at the cliff.$1#$b#Be back later tonight. Love you!$8",
  "i18n.funReturn_spring": "How was your day, dear?$1#$b#Mine was good. Got some quality brooding done.$1#$b#I watched a hawk snatch a fish out of the water only to drop it back in again and fly away.#$b#It was quite poignant.$3",
  "i18n.funLeave_summer": "You know, I'm really craving Pika's today... How about I get us some take-out for dinner?$1#$b#I'll surprise you, okay? Love you!$8",
  "i18n.funReturn_summer.1": "Here's dinner, as promised!$8", // This and the line below it are one line of dialogue, they're just split so that June can give the farmer food
  "i18n.funReturn_summer.2": "You look excited... I'm glad. I love you so much, you know that?$4",
  "i18n.romance_return": "Honey! It's so great to see you!$8#$b#Now, I could tell you how much I missed you, but I think it'd be a lot easier if you come to my room and let me show you instead.$9",
  "i18n.romance_leave": "Honey, what if you put yourself in my suitcase and come with me to Grampleton?$7#$b#Sure my hotel room's a bit small, but you can have the whole bed and I'll sleep on the floor. Just please come with me?$2#$e#I know, I'm being ridiculous... I just can't stand the thought of leaving you...$7",
  "i18n.faye": "June was telling me about a sweater he found that's made of fifty percent wool, fifty percent washi paper. Isn't that so interesting?$1#$b#I do wonder how you'd wash something like that, though.$2",
  "i18n.richard": "@, pray tell, what do you think of jazz music being played in the hotel lobby?#$b#Personally I think classical music is a better fit, but June insists that jazz is 'the root of all modern aesthetic, including chalet architecture'.#$b#But surely that can't be right?$2",
  "i18n.in_bed": "Today is my baby day, okay honey?$2#$b#That means I stay in bed and you baby me.#$b#When you want a baby day you can have yours, but today I called it first so it's mine.#$b#Now goodnight, honey.$8",
  "i18n.mobile_phone": "Yeoboseyo~~~ Ummah?$8#$b#Huh? @!! Sorry, I-I thought this was someone else! Talk to you later.$7",

//--------------------
// Conversation Topics
//--------------------

  "i18n.keahi_prank.june": "@, I mean this in the nicest way possible, but you smell like wet hot garbage.$3",
  "i18n.june_arrival.june": "Hello, you must be @. My name is June. It's a pleasure to meet you.#$b#I'll be the resident pianist here for the fall and winter seasons.#$e#My first performance is this Thursday. I hope you're able to make it.",
  "i18n.june_arrival.abigail": "Do you think this pianist takes requests?#$b#I know some game OSTs that would make great lobby music.$1",
  "i18n.june_arrival.aguar": "A piano player? How trivial.",
  "i18n.june_arrival.alex": "Hey, have you met the new guy yet?#$e#If you get a chance, can you ask him what hair gel he uses? No reason.",
  "i18n.june_arrival.alissa": "Did you hear? The hotel has a professional pianist now!$1#$b#I can't wait to go watch him perform.$1",
  "i18n.june_arrival.ariah": "It would be nice to hear some live music, but I simply don't have the time.",
  "i18n.june_arrival.bert": "'Pianist in residence'... It almost makes our town sound fancy!$1",
  "i18n.june_arrival.caroline": "The piano has such a serene sound to it, don't you think?",
  "i18n.june_arrival.clint": "Hmph. I bet I could play the piano too, if I had any free time.$2",
  "i18n.june_arrival.corine": "The whole town's in such a hubbub over this new pianist arriving.#$b#It's a small town, so when a new person comes, it's a pretty big deal.",
  "i18n.june_arrival.daia": "Have you seen this new guy? Talk about a cutie!$1",
  "i18n.june_arrival.demetrius": "The piano is a fascinating instrument. Each key must be tuned precisely to produce the correct sound wave, or 'note'.",
  "i18n.june_arrival.elliott": "A fellow pianist has come to town! Perhaps we can discuss tickling the ivories, as they say.$1",
  "i18n.june_arrival.emily": "A dose of daily music can do wonders for your inner zen.#$b#I can sense that this town will be much calmer now.",
  "i18n.june_arrival.evelyn": "I think George might really benefit from listening to some music, don't you?",
  "i18n.june_arrival.ezekiel": "A piano player? Big whoop. It just better not be loud, or Richard will get an earful!",
  "i18n.june_arrival.faye": "Apparently this new musician is from my home country! I can't wait to chat in my native tongue again.$1",
  "i18n.june_arrival.flor": "A resident pianist? I just hope the music doesn't get too loud...",
  "i18n.june_arrival.freddie": "I do like the piano, but listening to it makes me... a bit sleepy...#$b#*yawn*$5",
  "i18n.june_arrival.george": "If Evelyn thinks I'm going all the way up the ridge for some piano player, she can push me there herself.",
  "i18n.june_arrival.gus": "I wonder if this pianist would perform at the Saloon as well.#$b#First I'd need to get a piano, though...",
  "i18n.june_arrival.haley": "Apparently this piano guy is a certified hottie.#$b#I guess I'll have to go to Ridgeside Village more often now.#$e#Ugh, but it's so far...$2",
  "i18n.june_arrival.harvey": "Everyone seems very excited about this new pianist, don't you think?",
  "i18n.june_arrival.ian": "A piano player, huh? Sounds pretty fancy!$1",
  "i18n.june_arrival.jas": "I've never seen a real piano concert before! I bet it sounds pretty.$1",
  "i18n.june_arrival.jeric": "Word around town is this new guy's pretty good-looking...#$b#But I think I'll be the judge of that.$7",
  "i18n.june_arrival.jio": "A pianist? I have more important matters to attend to.#$b#If you'll excuse me.",
  "i18n.june_arrival.jodi": "It'd be nice to take the boys to a piano concert... But I doubt that'll ever happen.$2",
  "i18n.june_arrival.keahi": "I saw this new piano person... He looks only a bit older than Ysabelle.$5#$b#Do you think he's gonna get in my way, like... with her?$3",
  "i18n.june_arrival.kenneth": "I wonder if this pianist will want to perform on the town stage?#$b#I should go check that the sound system's working.",
  "i18n.june_arrival.kent": "'Lobby pianist'... Talk about a cushy job.",
  "i18n.june_arrival.kiwi": "Piano pretty! Kiwi like piano!$1#$b#But Kiwi must focus! No time for pretty sounds!$5",
  "i18n.june_arrival.leah": "A pianist! I'm so glad this community is devoting more of its resources to the arts.",
  "i18n.june_arrival.lenny": "I have a good feeling about this piano thing.#$b#I can't wait to brag to Lewis when we have more tourists than him!$1",
  "i18n.june_arrival.lewis": "Not long ago, everyone was so excited to meet you, remember?#$b#I guess this town has a short attention span.",
  "i18n.june_arrival.lola": "Just hearing the piano brings back all kinds of memories.#$e#I can still hear that opera singer wailing away...",
  "i18n.june_arrival.louie": "A pianist, hm? It would be nice to have a personal musician in our home.. I'll ask Sonny to move him here right away.",
  "i18n.june_arrival.linus": "I'd love to see the new pianist play, but I don't think I'd be welcome in a nice hotel.",
  "i18n.june_arrival.maddie": "So this person gets paid to play piano in the background? Hardly sounds like a real job to me.$5",
  "i18n.june_arrival.maive": "With the arrival of this pianist, this town is finally getting a much needed dose of culture.",
  "i18n.june_arrival.maru": "You know, my dad tried to get me to learn piano when I was younger, but I quit.#$b#Nowadays I really wish I'd stuck to it.",
  "i18n.june_arrival.marnie": "I wonder if Lewis will ask me to see a piano performance with him...$2",
  "i18n.june_arrival.olga": "I'm glad we have a professional piano player coming to town.#$b#Maybe I'll take Trinnie to see a performance some time.",
  "i18n.june_arrival.pam": "A piano player! If someone didn't know any better they'd think this town was fancy!$2",
  "i18n.june_arrival.penny": "Having a musician come is great news. It'll make a good field trip for my students.",
  "i18n.june_arrival.philip": "Apparently this new guy's living in the hotel, too.#$b#At this rate, Richard's not gonna have any rooms for guests!$1",
  "i18n.june_arrival.pierre": "Hopefully this addition to the hotel drums up some more tourism.",
  "i18n.june_arrival.pika": "Piano, eh? I'm sure he's great, but I bet he has nothing on my ukeke skills!$1",
  "i18n.june_arrival.richard": "Ah, @! Have you had a chance to hear June play yet? He's quite the talent!$1",
  "i18n.june_arrival.robin": "I'm glad that piano's getting some use now. It's a beautiful old antique.",
  "i18n.june_arrival.sam": "Why did Richard get a pianist to come when our band could play instead?#$b#Just kidding.$7",
  "i18n.june_arrival.sebastian": "Yeah, piano's cool and all, but I just think that the keyboard has a lot more variation.",
  "i18n.june_arrival.shane": "A piano player? What difference does that make to me?$2#$b#Let me know when JojaMart get its own violinist.",
  "i18n.june_arrival.shiro": "Yuuma seems pretty excited about the new pianist. I'm glad.$1",
  "i18n.june_arrival.sonny": "The piano produces such a unique sound. I'll have to encourage the young master to visit the hotel for a performance.",
  "i18n.june_arrival.trinnie": "Mom says she's gonna make me watch piano now... but it sounds boring! I don't wanna go!$2",
  "i18n.june_arrival.vincent": "Miss Penny says we might go on a field trip to see the piano player.#$b#That means no school for a day!$1",
  "i18n.june_arrival.willy": "Me pappy used to play the piano back in the day.#$b#He could rouse up the whole bar with his playin'!$2",
  "i18n.june_arrival.wizard": "The townsfolk are abuzz with news of this pianist.#$b#These humans are quite easily amused.",
  "i18n.june_arrival.ysabelle": "The piano is such a romantic instrument, don't you think?#$e#I'll be getting a free concert while I work!$1",
  "i18n.june_arrival.yuuma": "Did you hear? A real piano player lives here now!$1#$b#...Do you think he'd be willing to teach me, maybe?",

//------------
// Map Strings
//------------

  "i18n.june_house.1": "June said all this stray cat he took in does is sleep, but man, *all* she does is sleep...",
  "i18n.june_house.2": "A hot cup of coffee... You smell notes of wild berries, caramel, and cocoa butter.",
  "i18n.june_house.3": "A comic in a language you can't read... But the art suggests the story is about high school volleyball.",
  "i18n.june_house.4": "A cookbook with annotations scribbled all throughout the margins.",
  "i18n.piano_sign": "Come see live music played here, Thursdays through Sundays!",

//---------------
//Movie Reactions
//---------------

  "i18n.before.sapling": "Do you think there will be a musical number? I really hope so.$1",
  "i18n.during.sapling": "Cute!$8",
  "i18n.after.sapling": "*sniff* He really was... so brave...$2",
  "i18n.before.journey": "I love this game! I can't believe they made a movie out of it.$1",
  "i18n.during.journey": "Ugh, the villain looks so creepy...$7",
  "i18n.after.journey": "What a great finale! I love a good action film.$8",
  "i18n.before.mysterium": "This director always has such crazy plot twists. I wonder how it'll turn out this time!$1",
  "i18n.during.mysterium": "...!$7",
  "i18n.after.mysterium": "Hm... I think I'll have to give this one a re-watch or two to make sure I understand it.#$b#So feel free to invite me again!$1",
  "i18n.before.coldstar": "A tearjerker? I hope I don't cry too much...$2",
  "i18n.during.coldstar": "*sniff*$2",
  "i18n.after.coldstar": "The score was really beautiful, don't you think?$8",
  "i18n.before.nature": "Documentaries are actually my favorite genre. Who needs fiction when our world is so fascinating on its own?$1",
  "i18n.during.nature": "%June's eyes are glued to the screen.",
  "i18n.after.nature": "Don't you think a raccoon would make a great pet?$1#$b#One used to live under my porch when I was a kid. I would feed it my dinner scraps, but then my mom found out and scolded me.$2",
  "i18n.before.wumbus": "A comedy, huh? I love funny movies!",
  "i18n.during.wumbus": "...What in Yoba's name...?$7",
  "i18n.after.wumbus": "Surely they didn't have to make the alien things so ugly...$3",
  "i18n.before.howls": "So how scary is this movie, exactly?$7#$b#I mean, not that it matters. I'm not scared or anything.$3",
  "i18n.during.howls": "%June is shaking so much you can feel it in your chair.",
  "i18n.after.howls": "...Um, next time, can we see a nice, happy movie instead?$7",
  "i18n.before.zuzu": "I used to watch this movie with my mom as a kid. I'm so glad they're re-airing it.$1",
  "i18n.during.zuzu": "But Doris, he loves you...!$7",
  "i18n.after.zuzu": "Do you think she chose to be with him in the end? I know I would if I were her...$4",

}
